Repository: seanpm2001/mt-training-data
Catalog: ts/ts_pontoon.tmx
Source language: en_us
Languages: ts

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ts: Mavulavulelo ya wena i ndlela leyi u vitana marito hi yona. Yi nga vumbiwa hi laha u tshameke kona, hi tindzimi tin’wana leti u ti vulavulaka ni swilo swin’wana swo tala. U nga avelana rungula leyi u vonaka i ri na nkoka laha.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ts: Swi rhekhodo swa wena swa rito leswi nga tiviwiki swi ta tshama eka dataset ya Common Voice. Loko u susa phurofayili ya wena a wu nge he swi koti ku rhumela xikombelo xo susa tirhekhodo ta wena eka dataset

source: Your daily goal has been created
ts: Pakani ya wena ya siku na siku yi tumbuluxiwile

source: Your download has started.
ts: Ku dawuniloda ka wena ku sungurile.

source: You’re contributing to a target segment
ts: U hoxa xandla eka xiyenge lexi kongomisiweke

source: You’re contributing to our first target segment
ts: U hoxa xandla eka xiyenge xa ​​hina xo sungula lexi kongomisiweke

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ts: Sweswi u vekiwile leswaku<bold>U NGA</bold> amukeli ti imeyili to fana na switsundzuxo swa pakani, na swintshuxo swa nhluvuko na swiphephana swa mahungu mayelana na Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ts: Sweswi u vekiwile ku amukela ti imeyili to fana na switsundzuxo swa pakani, swintshuxo swa nhluvuko ya mina na swiphephana swa mahungu mayelana na Common Voice.

source: Your email address
ts: Adirese ya wena ya imeyili

source: Your files are being assembled. Please check again later.
ts: Tifayili ta wena ti le ku hlengeletiweni. Hi kombela u tlhela u languta endzhaku.

source: Your languages:
ts: Tindzimi ta wena:

source: Your Languages
ts: Tindzimi ta wena

source: Your username and email will not be associated with the published data.
ts: Vito ra wena ra mutirhisi na imeyili a swi nge fambisani na rungula leri kandziyisiweke.

source: Your weekly goal has been created
ts: Pakani ya wena ya vhiki na vhiki yi tumbuluxiwile

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ts: U fanele ku kuma imeyili leyi hlamuselaka hi ku komisa magoza yo endla leswaku ririmi ra wena ri engeteriwa eka Common Voice.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ts: U pfune Common Voice ku fikelela <goalPercentage></goalPercentage> pakani ya hina ya siku na siku yo rhekhoda { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ts: U pfunile Common Voice ku fikelela <goalPercentage></goalPercentage> ya pakani ya hina ya siku na siku ya { $goalValue } ya ku tiyisisa!

source: You've successfully signed up for contributing to { $language }. Thank you.
ts: U tsarisile hi ndlela leyi humelelaka ku hoxa xandla eka { $language }. Inkomu.

source: Zip #{ $offset } of { $total }
ts: Zip #{ $offset } ya { $total }

source: Zulu
ts: Xizulu
